{
    "context":"Handlingand Storage 1. Pipe should always be handled in a safe organized manner ensuring no damage is sustained by the pipe and all safety precautions are implemented preventing personnel injury. 2. Upon delivery check documentation matches pipe for type and quantity. 3. Visually check the pipe has no obvious damage sustained during transportation. 4. Ensure all protectors are securely in place and have no damage.5. If damage has been caused to the pipe or connections, the pipe should be clearly identified / labeled, and set aside for further examination.6. Only move the pipe when the correct thread protectors have been securely installed. Ensure all relevant precautions are taken to avoid damage to either pipe body or connections.7. Only use protectors that correspond to the threaded pin / box ends. 8. The use of incorrect protectors may damage the connections.9. Do not use end hooks other than with correctly fitted lift-able thread protectors installed. 2 RUNNING MANUALTenarisHydril   GENERAL GUDILENESHandling and Storage 10. For all steel grades: stack pipe on wooden or plastic batons and avoid contact between pipe bodies by aligning at least three rows of wooden spacers perpendicular to the length of the pipe between layers.11. Stack pipe so as to avoid any bending during storage.12. Ensure the stack is at least 1.5 ft / 46 cm above the ground to protect them from moisture.13. Use bumper rings for pipe with flush and / or near flush connections to prevent end damage.14. Segregate pipe ensuring grade and / or weight are not mixed in the stack.15. Ensure there are adequate ground support piers, evenly spaced to prevent pipe sag. 16. Do not stack pipe higher than 10 feet / 3 meters. 46 cmHANDLINGProper handling and carereduces damage on pipeand connections. 3 RUNNING MANUALTenarisHydrilIDM Code GDL23347/1 / March 2018   GENERAL GUDILENESHandling and Storage 17. When transporting pipe by truck ensure pipe has correct protectors securely installed.18. Load pipe onto truck with all box connections toward the headboard.19. Ensure pipe is loaded onto wooden bolsters and secured with soft straps to prevent movement in transit. 20. Good handling and racking practices minimise repair costs and ensures pipe is in optimal condition when used. 21. Implement a robust periodic inspection and maintenance schedule for all stored pipe.22. Periodically inspect 10% of the stored connections to ensure integrity..Check condition of storage compound and re-apply if necessary. .Visually verify condition of pipe bodies and traceability..Check condition and fit of protectors. .Ensure there has been no water ingress to pipe bores..If more than 2% of the sampled connections are found to have damage, good practice is to conduct inspection on a further 10% of the stored pipe. If further damage is found within the second sample it is suggested the whole stack of pipe should be inspected.23. High Chrome and Corrosion Resistant Alloy (CRA) grades should be handled as follows: .Move pipe using soft slings or plastic covered slings..Chrome ≥ 9% should be handled with a minimum of  2 bumper rings in place on the pipe body. .CRA pipe should be transported and stored in racks or transport frames. .Do not use steel hooks..If using forklifts at any stage, ensure the forks are adequately padded. 4RUNNING MANUALTenarisHydril   GENERAL GUDILENESHandling and Storage StandardStandard StandardStandardStandardStandardStandardStandardStandardStandardDrift MandrelForklift ForksInspection racksSlingsBumper Rings Transport FramesTong JawsSlips and elevator diesPipe HandlersVee door, stanchions,supportsNylon / PlasticWood / Plastic CoverWood / Plastic CoverSoft / Plastic CoveredRequiredOptional       RequiredLow/Non MarkingLow/Non MarkingLow/Non MarkingWood / Plastic CoverEqUIPMENTCARBON STEELChrome ≥ 9% & CrA.Use crow bars made of wood or other non-metallic material, rather than steel. .Take all precautions to prevent aggressive or prolonged contact with carbon steel..To prevent galvanic corrosion do not mix Chrome or CRA material with carbon steel pipe.24. When handling, storing and transporting pipe, care should be taken to prevent mashing, gouging or tearing damage occurring to the pipe body or connections. Standard preventative practices as outlined in the table below should be implemented."
}
